<?php

return [
    "description" => "Додає можливість створювати власні Правила та ЧаПи",
    // Загальні елементи
    "browse" => [
        "title" => "Правила та FAQ",
        "description" => "Тут ви побачите правила та часті запитання.",
        "empty" => "Нічого немає",
        "no_content_selected" => "Будь ласка, виберіть з меню те, що ви бажаете побачити.",
        "menu" => [
            "rules" => "Правила",
            "faq" => "Допомога",
        ],
    ],

    // Панель адміністратора
    "admin" => [
        "menu" => [
            "title" => "Правила та FAQ",
            "rules" => "Список правил",
            "faq" => "Список FAQ",
            "settings" => "Налаштування модуля",
        ],
        "list" => [
            "header" => [
                "faq" => "Список FAQ",
                "rules" => "Список правил",
            ],
            "delete" => "Що ви хочете видалити? Цю дію не можна скасувати.",
        ],
        "rules" => [
            "header" => "Список правил",
            "description" => "Тут ви побачите список правил",
            "add" => "Додати правило",
            "empty" => "Нічого немає",
        ],
        "faq" => [
            "header" => "Список FAQ",
            "description" => "Тут ви побачите список FAQ",
            "add" => "Додати FAQ",
            "empty" => "Нічого немає",
        ],
        "add" => [
            "title" => [
                "faq" => "Додати FAQ",
                "rules" => "Додати правило",
            ],
            "description" => [
                "faq" => "Тут ви можете додати нові запитання.",
                "rules" => "Тут ви можете додати нові правила.",
            ],
            "name_rule" => "Правило",
            "question" => "Запитання",
            "content" => "Зміст",
        ],
        "edit" => [
            "title" => [
                "faq" => "Редагувати FAQ",
                "rules" => "Редагувати правила",
            ],
            "description" => [
                "faq" => "Тут ви можете редагувати свої запитання.",
                "rules" => "Тут ви можете редагувати свої правила.",
            ],
            "name_rules" => "Правило",
            "name_faq" => "Запитання",
            "content" => "Зміст",
        ],
        "settings" => [
            "title" => "Налаштування модуля RAF",
            "description" => "Тут ви можете керувати модулем.",
            "rules_title" => "Назва віджета правил",
            "faq_title" => "Назва віджета FAQ",
            "rules_placeholder" => "Назва віджета правил",
            "faq_placeholder" => "Назва віджета FAQ",
        ],
    ],
];
