<?php

return [
    "description" => "Добавляет возможность создавать свои Rules и Faq",
    // Общие элементы
    "browse" => [
        "title" => "Правила и FAQ",
        "description" => "Тут вы увидите правила и частые вопросы.",
        "empty" => "Ничего нет",
        "no_content_selected" => "Пожалуйста, выберите из меню то, что вы хотите увидеть.",
        "menu" => [
            "rules" => "Правила",
            "faq" => "Помощь",
        ],
    ],

    // Админская панель
    "admin" => [
        "menu" => [
            "title" => "Правила и FAQ",
            "rules" => "Список правил",
            "faq" => "Список FAQ",
            "settings" => "Настройки модуля",
        ],
        "list" => [
            "header" => [
                "faq" => "Список FAQ",
                "rules" => "Список правил",
            ],
            "delete" => "Что хотите удалить? Вернуть данное действие будет нельзя.",
        ],
        "rules" => [
            "header" => "Список правил",
            "description" => "Здесь вы увидите список правил",
            "add" => "Добавить правило",
            "empty" => "Ничего нет",
        ],
        "faq" => [
            "header" => "Список FAQ",
            "description" => "Здесь вы увидите список FAQ",
            "add" => "Добавить FAQ",
            "empty" => "Ничего нет",
        ],
        "add" => [
            "title" => [
                "faq" => "Добавить FAQ",
                "rules" => "Добавить правило",
            ],
            "description" => [
                "faq" => "Здесь вы можете добавлять новые вопросы.",
                "rules" => "Здесь вы можете добавлять новые правила.",
            ],
            "name_rule" => "Правило",
            "question" => "Вопрос",
            "content" => "Содержимое",
        ],
        "edit" => [
            "title" => [
                "faq" => "Редактирование FAQ",
                "rules" => "Редактирование правил",
            ],
            "description" => [
                "faq" => "Здесь вы можете редактировать свои вопросы.",
                "rules" => "Здесь вы можете редактировать свои правила.",
            ],
            "name_rules" => "Правило",
            "name_faq" => "Вопрос",
            "content" => "Содержимое",
        ],
        "settings" => [
            "title" => "Настройки модуля RAF",
            "description" => "Здесь вы сможете управлять модулем.",
            "rules_title" => "Название виджета правил",
            "faq_title" => "Название виджета FAQ",
            "rules_placeholder" => "Название виджета правил",
            "faq_placeholder" => "Название виджета FAQ",
        ],
    ],
];
